[
  {
    "name": "Guatavita Lake",
    "category": "Nature",
    "description": "A stunning crater lake with a rich history and breathtaking views.",
    "longer_description": "Guatavita Lake, a sacred site for the ancient Muisca civilization, is a breathtaking emerald-green crater lake nestled high in the Andes Mountains. Legend has it that the El Dorado ceremony took place here. Visitors can enjoy guided tours, learn about the lake's history and ecological significance, and marvel at its serene beauty.",
    "image": "images/attractions/guatavita_lake.webp",
    "coordinates": {
      "latitude": 5.0467,
      "longitude": -73.82
    }
  },
  {
    "name": "Sesquile Church",
    "category": "Historical",
    "description": "A historic church with beautiful colonial architecture and religious significance.",
    "longer_description": "The Sesquile Church, a prominent landmark in the town's central square, showcases impressive colonial architecture dating back to the 18th century. Its intricate details, religious artwork, and peaceful atmosphere offer a glimpse into the region's rich history and cultural heritage. Visitors are welcome to admire its beauty and learn about its significance to the local community.",
    "image": "images/attractions/sesquile_church.webp",
    "coordinates": {
      "latitude": 5.0748,
      "longitude": -73.794
    }
  },
  {
    "name": "El Dorado Museum",
    "category": "Culture",
    "description": "Displays artifacts and exhibits related to the legend of El Dorado and the Muisca civilization.",
    "longer_description": "Delve into the fascinating world of the Muisca civilization and the enduring legend of El Dorado at the El Dorado Museum. Located near Guatavita Lake, the museum houses a collection of pre-Columbian artifacts, gold replicas, and informative displays that shed light on the rich history, beliefs, and customs of the indigenous people who once inhabited this region.",
    "image": "images/attractions/eldorado_museum.webp",
    "coordinates": {
      "latitude": 5.0475,
      "longitude": -73.8185
    }
  },
  {
    "name": "Tomine Reservoir",
    "category": "Recreation",
    "description": "A large reservoir offering opportunities for boating, fishing, and picnicking.",
    "longer_description": "Tomine Reservoir, a vast expanse of water surrounded by rolling hills, is a popular destination for outdoor recreation. Visitors can enjoy boat tours, try their hand at fishing, or simply relax by the shore and enjoy a picnic amidst the scenic surroundings. The reservoir also plays an important role in the region's water supply and irrigation.",
    "image": "images/attractions/tomine_reservoir.webp",
    "coordinates": {
      "latitude": 5.025,
      "longitude": -73.84
    }
  },
  {
    "name": "Sesquile Viewpoint",
    "category": "Nature",
    "description": "Offers panoramic views of the town and surrounding countryside.",
    "longer_description": "For breathtaking panoramic views of the charming town of Sesquile and the picturesque surrounding countryside, head to the Sesquile Viewpoint. From this vantage point, you can admire the patchwork of fields, rolling hills, and the distant mountains, providing a perfect photo opportunity and a moment of peaceful contemplation.",
    "image": "images/attractions/sesquile_viewpoint.webp",
    "coordinates": {
      "latitude": 5.078,
      "longitude": -73.796
    }
  },
  {
    "name": "Cuchilla de Peña Negra",
    "category": "Adventure",
    "description": "A scenic hiking trail with challenging terrain and beautiful natural landscapes.",
    "longer_description": "Embark on a rewarding hiking adventure along the Cuchilla de Peña Negra trail. This scenic route offers a more challenging trek through diverse natural landscapes, including forests, open meadows, and rocky terrain. Hikers are rewarded with stunning vistas and the chance to immerse themselves in the region's natural beauty. Be sure to wear appropriate footwear and bring plenty of water.",
    "image": "images/attractions/pena_negra_trail.webp",
    "coordinates": {
      "latitude": 5.085,
      "longitude": -73.785
    }
  },
  {
    "name": "Sesquile Cultural Center",
    "category": "Culture",
    "description": "Hosts cultural events, workshops, and exhibitions showcasing local arts and traditions.",
    "longer_description": "The Sesquile Cultural Center serves as a hub for artistic expression and cultural preservation in the community. Throughout the year, it hosts a variety of events, including traditional music performances, art exhibitions by local artists, craft workshops, and educational programs that celebrate the rich heritage of Sesquile and the surrounding region.",
    "image": "images/attractions/cultural_center.webp",
    "coordinates": {
      "latitude": 5.073,
      "longitude": -73.7935
    }
  },
  {
    "name": "Local Farms (Agricultural Tours)",
    "category": "Agritourism",
    "description": "Offers tours of local farms, showcasing traditional farming practices and produce.",
    "longer_description": "Experience the authentic rural life of Sesquile with a visit to one of the local farms offering agricultural tours. Learn about traditional farming techniques, see how fresh produce is grown, and perhaps even participate in some hands-on activities. It's a wonderful opportunity to connect with nature and appreciate the region's agricultural heritage.",
    "image": "images/attractions/local_farms.webp",
    "coordinates": {
      "latitude": 5.08,
      "longitude": -73.79
    }
  },
  {
    "name": "Rock Paintings (Archeological Site)",
    "category": "Historical",
    "description": "Ancient rock paintings depicting Muisca symbols and stories.",
    "longer_description": "Discover remnants of the ancient Muisca civilization by visiting the archeological sites that feature intriguing rock paintings. These ancient artworks, etched onto rock surfaces, offer a glimpse into the beliefs, rituals, and daily lives of the indigenous people who once inhabited this land. While the exact locations may vary and some may require local guidance to find, they represent a significant part of the region's pre-Columbian history.",
    "image": "images/attractions/rock_paintings.webp",
    "coordinates": {
      "latitude": 5.065,
      "longitude": -73.78
    }
  }
]
